[
    {
        "inciso":"1",
        "consigna":"Usando AJAX, implemente un par de selects relacionados dependientes. El contenido de los select debe estar relacionado a tu página. El funcionamiento debe ser que al seleccionar algún elemento del primer select se deberá habilitar el segundo select listando exclusivamente el contenido asociado a la primera selección. "
    },
    {
        "inciso":"2",
        "consigna":"Utilizando el ejercicio de tabs del práctico de Bootstrap, cargar el contenido que utilizaste en cada tab de forma dinámica utilizando AJAX. "
    },
    {
        "inciso":"3",
        "consigna":"En el ejercicio 6 del práctico anterior, se utilizó una zona de imágenes extendidas junto con un título asociado. Se pide ahora que al hacer click en cada título aparezca un modal descriptivo de la imagen y la imagen cambie acorde al título. Realizar esto con la ayuda de un modal del framework Bootstrap, cargue la información de la imagen con AJAX cuando se haga clic en el título de una imagen AAA. La información puede ser tomada desde una base o desde archivos."
    },
    {
        "inciso":"4",
        "consigna":"Realizar un formulario web para cargar contactos que se registren en el sitio desarrollado. Para la lógica del formulario se pueden realizar validaciones al momento de cargarlo o bien al presionar el botón 'Enviar' se deberán validar los datos en cliente. Específicamente usando AJAX debe validar que el usuario ingresado no exista ya en la base de datos. "
    },
    {
        "inciso":"5",
        "consigna":"Reutilizar la tabla del práctico anterior y agregando hasta 18 filas, y usando AJAX, hacer que esta tabla muestre los resultados de forma paginada en grupos de a 5."
    },
    {
        "inciso":"6",
        "consigna":"Al formulario de registro anterior agregar un campo de Estado/Provincia en un campo de texto. A medida que escribimos caracteres dentro del input mostraremos un conjunto de estados, a modo de lista de sugerencias, que comienzan con los caracteres ingresados hasta el momento. La lista de sugerencias se deberá mostrar en un div que se encuentre debajo del input."
    }
]