[
    {
        "id":1,
        "name":"Autumn Miau",
        "text":"Hermoso conjunto de boina y saco/capa de otoño para michis con estilo. De telas calidas y suave, en colores terra. <br> Tu gato disfrutara de esta estación abrigadito y luciendo genial!."
    },
    {
        "id":2,
        "name":"Super Miau",
        "text":"¿Es un ave? ¿Es un avión? <br> No! Es Super Miua que viene a alegrar nuestros dias con su ternura! <br> Tu michi estara listo para luchar por la justicia en cualquier lugar con este gran disfraz."
    },
    {
        "id":3,
        "name":"CalabaMichi",
        "text":"Tu michi sera el alma de la fiesta con este divertido disfraz! <br> Al mismo tiempo se mantendra abrigado y comodo por su suave tela. <br> Con garantia de conseguir los mejores dulces de la noche!"
    },
    {
        "id":4,
        "name":"PrrNfluencer",
        "text":"Divino juego de anteojos y collar, para los consentidos de la casa. <br> Los accesorios perfectos para ganar millones de seguidores! <br> Imposible resistirse!"
    },
    {
        "id":5,
        "name":"NekoDeku",
        "text":"Peculiarmente adorable!<br> Con este genial cosplay completo con enterito, accesorios y peluca, tu michi sera el número 1! <br> Prrrr Ultra!"
    },
    {
        "id":6,
        "name":"Capitán Milaneso",
        "text":"Capitan Milaneso a bordo!<br> Lleva a tu michi a recorrer los 7 mares usando el sombrero prrrfecto! <br> Tierra a la vista!"
    },
    {
        "id":7,
        "name":"BotiCat",
        "text":"Hermosas botitas para esos dias de frio o para tranquilos paseos en la plaza. <br> Mantiene sus pies abrigados y seguros en todo momento. <br>  Contamos con distintos motivos y colores para cada ocasión."
    },
    {
        "id":8,
        "name":"ACatSuki",
        "text":"Abrigadita capa de buzo perfecta para los dias frios. <br> Para que tu michi se sienta todo un gran y poderoso ninja renegado."
    },
    {
        "id":9,
        "name":"La flotación",
        "text":"Aterrador y adorable la perfecta convinación para este malefico michi. <br> Conjuntito completo, con accesorios y globo incluido! <br> ¿Estará Bill a salvo de tanta ternura cuando este michi haga la flotación? "
    },
    {
        "id":10,
        "name":"Hamburgueso",
        "text":"La remera perfecta para toda ocación. <br> Muchos colores y estampados para el día a día de tu Hamburgueso preferido!"
    },
    {
        "id":11,
        "name":"CatOru Gojo",
        "text":"El hechicero más tierno del mundo llego a tu vida con este gran cosplay! <br> Enterito y peluca para que el Chamiau más fuerte salve tu día de los espíritus malvados!"
    },
    {
        "id":12,
        "name":"Miaurry Christmas",
        "text":"Para pasar la más linda de las noches buenas.<br> Calentita pero liviana perfecta para esas noches de fiestas. <br>  Capita con capucha, 100% navideña!"
    }
]